<template>
  <div class="home">
    <Slider />
    <div class="section section-zero">
      <h1 class="section-header mb-3">
        Полистилизм в современном искусстве
      </h1>
      <div class="container">
        <div class="row justify-content-center">
          <div class="col-12">
            <div class="text">
              Художественные стили, направления, течения воплощают собой особенности каждой культурной эпохи в определенной пластической форме, обладающей неким единством характеристик в произведениях различных видов искусств. При этом понятие стиля не сводится только к формальному признаку, но включает в себя образ деятельности, мышления, эмоционального восприятия – некое непреходящее содержание конкретной эпохи, – как в крупных архитектурных формах, живописных полотнах, так и в произведениях декоративно-прикладного искусства, графики и других малых формах.
            </div>
            <div class="text">
              Считается, что эпоха барокко и рококо стала последним гомогенным и гармоническим воплощением собственного целостного стиля в искусстве и всех областях деятельности. Чем ближе к нашему времени, тем более уместным становится понятие стилистика, а не стиль – некая сумма приемов, позволяющих создать то, или иное произведение искусства, тот или иной объект дизайна в едином художественном и техническом исполнении. Иными словами, свойственный современной культурной эпохе полистилизм – это своего рода манера игры с формообразованием, требующей от художника, дизайнера навыков продуманного отбора стилистических приемов для построения образной коммуникации с «колеблющимся» зрителем эпохи метамодернизма.
            </div>
            <div class="text">
              VI Всероссийская студенческая выставка-конкурс творческих работ «ART-VISUALIS» направлена на синтез искусств с элементами иллюзорного восприятия современного мира. В рамках выставки-конкурса можно будет наблюдать, как художники и дизайнеры разных регионов создают мир визуальных иллюзий в своих произведениях и проектах, основываясь на индивидуальном восприятии своего природного окружения.
            </div>
            <div class="text">
              Игра с масштабом, пропорциями, цветом, фактурой, формообразованием открывает широкие возможности для создания визуальных объектов, «цепляющих» внимание и заставляющих разгадывать замысел и приемы работы автора. Цель выставки – стимулировать креативное сознание и творческую активность студентов.
            </div>
          </div>
        </div>
      </div>
    </div>
    <div class="section section-first">
      <h1 class="section-header mb-3">
        Условия проведения выставки-конкурса
      </h1>
      <div class="container">
        <div class="row justify-content-center">
          <div class="col-12">
            <ol>
              <li>В выставке-конкурсе могут принять участие студенты среднеспециальных и высших учебных заведений в возрасте от 17 до 30 лет.</li>
              <li>Выставка конкурс проводиться по следующим номинациям: графика, живопись, композиция, скульптура, декоративно-прикладное искусство, проектная графика, фотография, проектные работы: дизайн среды, графический дизайн, промышленный дизайн, моушн-дизайн.</li>
              <li>На конкурс принимаются как индивидуальные работы, так и от учреждений. Работы могут быть выполнены любыми художественными средствами с использованием любых материалов.</li>
              <li>Работы отбираются Организационным комитетом лаборатории, в состав которого входят члены Союзов художников, дизайнеров, архитекторов России, искусствоведы, фотографы.</li>
              <li>Конкурс проводиться в два тура:</li>
              <ul class="turs-info">
                <li> - Первый тур. Заочный – принимаются работы в электронном варианте в формате JPG не менее 300 dpi, не более 2 Mb.</li>
                <li> - Второй тур. Заочный. Конкурсные работы, прошедшие отбор в первом туре будут представлены на сайте конкурса.</li>
              </ul>
              <li>Жюри оценят работы заочного участия. Победителям присуждается: «Гран-при», I, II, III места в каждой номинации и вручаются дипломы и грамоты.</li>
              <li>Для участия в работе выставки-конкурса необходимо представить работы: на первый тур до 1 апреля 2020 г. На второй тур до 9 апреля 2020 г.</li>
            </ol>
          </div>
        </div>
      </div>
    </div>
    <div class="section section-second">
      <h1 class="section-header mb-3">
        Номинации
      </h1>
      <div class="container">
        <div class="row justify-content-center">
          <div class="col-12">
            <ol>
              <li>Графика: натюрморт, пейзаж, портрет, творческая работа. Размер формата не более А2. Материал: карандаш, тушь, мягкие материалы, смешанная техника.</li>
              <li>Живопись: натюрморт, пейзаж, портрет, творческая работа. Размер формата не более А2. Материал: акварель, гуашь, акрил.</li>
              <li>Композиция: упражнения, творческие разработки. Размер формата не более А2. Материал любой.</li>
              <li>Скульптура: упражнения, художественные образы. Размер не более 50x50 см. Материал любой.</li>
              <li>Декоративно-прикладное искусство: работы из различных материалов. Размер формата не более А2. Материал любой.</li>
              <li>
                Проектные работы:
                <ul>
                  <li>- графический дизайн. Размер формата не более А1. Материал любой.</li>
                  <li>- промышленный дизайн. Размер формата не более А1. Материал любой.</li>
                  <li>- дизайн среды. Размер формата не более А1. Материал любой.</li>
                  <li>- моушн-дизайн. Художественные фантазии в рекламе и видеороликах, продолжительностью не более 3 минут.</li>
                </ul>
              </li>
              <li>Проектная графика: коллажи, клаузоры, шрифтовые упражнения. Размер формата не более А2.</li>
              <li>Фотография: иллюзии в фотографии. Размер формата не более А2</li>
            </ol>
          </div>
        </div>
      </div>
    </div>
    <div class="section section-third">
      <h1 class="section-header mb-3">
        Требования к оформлению конкурсных работ
      </h1>
      <div class="container">
        <div class="row justify-content-center">
          <div class="col-12">
            <ul>
              <li>Заочно принимаются работы в электронном варианте в формате JPG не менее 300 dpi, не более 2 Mb</li>
              <li>Проекты, участвующие в конкурсе, представляются с кратким описанием их содержания.</li>
              <li>Оргкомитет вправе не допускать к выставке работы низкого качества, оформленные и присланные с нарушениями изложенных выше условий.</li>
            </ul>
          </div>
        </div>
      </div>
    </div>
    <div class="section section-fourth">
      <h1 class="section-header mb-3">
        Кураторы выставки
      </h1>
      <div class="container">
        <div class="row justify-content-center">
          <div class="col-12">
            <ul>
              <li>Казанкова Елена Владимировна – 89139771677</li>
              <li>Османкина Галина Юрьевна – 89136182306</li>
              <li>Электронная почта для связи с организаторами: Dtm.omgtu@yandex.r</li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import Slider from '~/components/Slider'

export default {
  layout: 'onlyMenu',
  components: {
    Slider
  },
  async fetch ({ store }) {
    await store.dispatch('user/makeMenu')
  },
  data () {
    return {
      title: 'Главная'
    }
  },
  head () {
    return {
      title: this.title + ' | Art Visualis'
    }
  }
}
</script>

<style lang="sass" scoped>
@import '~/assets/sass/vars.sass'

.image
  min-height: 348px
  &-1, &-2
    background-position-y: 20%
  &-3
    background-position-y: 60%
ol
  padding-right: 10px
.section
  margin-top: 0
  &-zero
    text-align: left
    .text
     margin-bottom: 10px
  &-first
    ol
      li
        list-style-type: upper-roman
    .turs-info
      padding: 0 0 0 10px
      li
        list-style-type: none
  &-second
    ol
      li
        list-style-type: upper-roman
        ul
          // margin-top: 6px
          padding: 0 0 0 10px
          li
            list-style-type: none
  &-third
    ul
      padding: 0 40px
      li
        list-style-type: upper-roman
  &-fourth
    text-align: center
    margin-bottom: 40px
    ul
      li
        list-style-type: none
</style>
